<?php
// Heading
$_['heading_title']        = 'Оценки стоимости доставки';

// Text
$_['text_success']         = 'Успех: Ваш Рассчет на доставку был применен!';
$_['text_shipping']        = 'Введите пункт назначения, чтобы получить оценку по транспортировке.';
$_['text_shipping_method'] = 'Пожалуйста, выберите предпочтительный способ доставки, чтобы использовать в этом заказе.';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / Штат';
$_['entry_postcode']       = 'Почтовый индекс';

// Error
$_['error_postcode']       = 'Почтовый индекс должен быть от 2 до 10 знаков!';
$_['error_country']        = 'Пожалуйста, выберите страну!';
$_['error_zone']           = 'Пожалуйста, выберите регион / штат!';
$_['error_shipping']       = 'Внимание: выберите Способ доставки!';
$_['error_no_shipping']    = 'Внимание: Способ доставки не доступен. Пожалуйста, <a href="%s">свяжитесь с нами</a> for assistance!';