<?php
// Heading
$_['heading_title']     = 'Группы пользователей';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Группы пользователей';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']       = 'Группа пользователей';
$_['column_sort_order'] = 'Сортировка';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Группа пользователей';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Подтверждение новых клиентов';
$_['entry_sort_order']  = 'Сортировка';

// Help
$_['help_approval']     = 'Подтверждение клиентов администратором после регистрации';

// Error
$_['error_permission']   = 'У Вас нет прав для управления данным модулем!';
$_['error_name']         = 'Название группы пользователей должно быть от 3 до 64 символов!';
$_['error_default']      = 'Данная группа пользователей не может быть удалена т.к является группой по умолчанию';
$_['error_store']        = 'Данная группа пользователей не может быть удалена т.к назначена %s!';
$_['error_customer']     = 'Данная группа пользователей не может быть удалена т.к содержит %s пользователей!';